Author=Jörg Kiegeland
SourceLANGID=1033
LANGID=1031
Generator=DKLang Translation Editor v3.0
LastModified=2008-11-09 00:10:44

[Options]
00000001=Optionen
00000002=Gitter
00000007=Keine\nPunkte\nKaromuster\nLinien\n
00000008=Schriftart
00000010=Wähle Standardschriftart..
00000011=Übertrage Standardschriftart auf aktuelles Dokument
00000012=Ausgabe
00000015=Komprimierung
00000017=Publizieren
00000020=Cache für FTP-Verzeichnis:
00000021=Benutze intelligentes Hochladen
00000022=Benutze passiven FTP-Modus
00000023=Löschen
00000024=Gesamter Cache
00000026=Löschen
00000027=Oberfläche
00000028=Position der Tabs
00000029=oben\nunten\nlinks\nrechts\nhorizontal-schwebend\nvertikal-schwebend
00000030=Schließen
00000032=Ausführbare Programme|*.EXE
00000033=Gitterbreite:
00000034=Gitterhöhe:
00000035=Gitteranzeige:
00000036=Objekte werden an einem Gitter ausgerichtet. (Bei gedrückter ALT-Taste wird die Gitterpositionierung unterdrückt.)
00000037=Die Standardschriftart wird auf neu erzeugte Dokumente übertragen. Dokumentobjekte können diese mit eigenen Einstellungen für die Schrift überschreiben.
00000038=Ohne Komprimierung werden erzeugte HTML-Dateien mit Hilfe von Leerzeichen und Zeilenumbrüchen formatiert.
00000039=Wählen Sie einen Browser zur Anzeige der Vorschau (wenn leer, wird der Standardbrowser verwendet):
00000040=(nur modifizierte Dateien werden hochgeladen)
00000041=(Diese Einstellung ist manchmal hinter Firewalls erforderlich.)
00000042=Update
00000043=Monatlich auf Update überprüfen

[BorderRadiusWizard]
00000001=Radiusdefinition für Abgerundete Ecken
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Unten<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Links
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Oben<br><STYLE_nob>&nbsp;</STYLE_nob>Links
00000010=<br>Oben<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>Rechts
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Unten<STYLE_nob>&nbsp;</STYLE_nob></STYLE_Label5>Rechts<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>
00000012=<STYLE_Label3>Alle</STYLE_Label3>
00000013=OK
00000014=Abbrechen
00000016=Vert. Radius:
00000017=Horz. Radius:
00000018=Unterscheide vertikalen und horizontalen Radius
00000019=Löschen
00000020=Radius:

[ColorizeImg]
00000001=Farbwerte ändern (HSV-Farbraum)
00000003=OK
00000004=Abbrechen
00000005=Löschen
00000009=Sättigung:
00000010=Helligkeit:
00000011=Farbton:
00000012=Durschnittliche Sättigung
00000013=Durchschnittliche Helligkeit

[ColorPicker]
00000001=Farbauswähler
00000004=OK
00000005=Abbrechen
00000006=Farbauswähler
00000007=Kopiere Farbe in die Zwischenablage
00000008=Hole Farbe von der Zwischenablage
00000009=Farbe unter dem Mauszeiger:
00000010=Aktuelle Farbauswahl (durch Drücken der STRG-Taste):

[dhMainForm]
00000003=Seitenverwaltung
00000005=Seite
00000007=Panel
00000009=Text
00000011=Verweis
00000013=Bild
00000015=Stylesheet
00000017=Direktes Einfügen von HTML
00000019=DHTML Menü
00000021=OLE-Behälter
00000023=Externe Datei
00000027=Objektliste
00000028=Navigation zurück
00000030=Navigation vorwärts
00000049=Datei
00000050=Neu
00000051=Neu aus Vorlage
00000052=Öffnen
00000053=Erneut öffnen
00000054=Speichern
00000055=Speichern unter
00000056=Als Vorlage speichern
00000057=Alle speichern
00000058=Schließen
00000059=Alle schließen
00000060=Beenden
00000061=Bearbeiten
00000062=Rückgängig
00000063=Wiederholen
00000064=Ausschneiden
00000065=Kopieren
00000066=Einfügen
00000067=Löschen
00000068=Vollständiges Kopieren
00000069=Alles selektieren
00000070=Alles überhalb selektieren
00000071=Alles unterhalb selektieren
00000072=Suchen
00000073=Weitersuchen
00000074=Ersetzen
00000075=Publizieren
00000076=Vorschau
00000077=Vorschauordner öffnen
00000078=Publizieren
00000079=Webseite online besuchen
00000080=Seiteneigenschaften
00000081=Fenster
00000087=Kaskade
00000088=Kacheln
00000089=ordne Symbole
00000090=Werkzeuge
00000092=Optionen
00000093=Tutorial
00000094=Einführung
00000095=Einführung
00000096=Einfaches Beispiel
00000097=Einfaches Beispiel mit Fußzeile
00000098=Einfaches Beispiel mit Stylesheet
00000099=Einfaches Beispiel mit Frames
00000100=Baukasten
00000101=Homepage
00000102=Forum
00000103=Technischer Support
00000104=Info
00000106=Sprache
00000117=Formular
00000118=Checkbox
00000119=Radiobutton
00000120=Einzeiliges Eingabefeld
00000121=Mehrzeiliges Eingabefeld
00000122=Auswahlliste
00000123=Auswahlliste mit Mehrfachauswahl
00000124=Datei-Upload-Feld
00000125=Absenden-Schaltfläche
00000126=Löschen-Schaltfläche
00000127=Verstecktes Feld
00000128=Normal
00000129=Test
00000130=Über
00000131=Gedrückt
00000132=Über<br/>Gedrückt
00000135=Menü-Tutorial
00000136=Bilder externalisieren
00000137=Auf Update überprüfen...

[StartUp]
00000001=Wähle Aktion..
00000004=Öffne letztes Dokument
00000005=Neu aus Vorlage
00000006=Lese Tutorial
00000007=Öffne leeres Dokument
00000008=Einführung

[FindText]
00000001=Suchen
00000002=Suchen nach:
00000003=Suchen in..
00000004=eingegebener Text\ndargestellter Text\n
00000005=OK
00000006=Abbrechen
00000007=Anfangsposition
00000008=Vom selektierten Objekt aus\nGesamtes Dokument\n
00000009=Suchrichtung
00000010=Vorwärts\nRückwärts\n
00000011=Optionen
00000012=Groß-/Kleinschreibung
00000013=Verborgene Seiten einbeziehen

[FormWarnings]
00000001=Warnungen
00000003=Schließen

[GradientWizard]
00000001=Farbverlauf erzeugen..
00000002=Startfarbe
00000003=Zielfarbe
00000005=Richtung
00000008=OK
00000011=Breite:
00000012=Höhe:
00000013=Von oben nach unten\nVon links nach rechts\n

[MoreMisc]
00000001=Spezielle Stile
00000008=Schließen
00000016=Löschen
00000019=Zeilenhöhe:
00000020=Text davor:
00000021=Text danach:
00000022=zusätzliche CSS-Eigenschaften:
00000023=Sichtbarkeit:
00000024=zusätzliche HTML-Attribute:
00000026=*LÖSCHEN*\nUnsichtbar\nSichtbar
00000027=*LÖSCHEN*\nIm Textfluss\nTextflussumbruch\nMit Aufzählungszeichen\nKeine Anzeige\n
00000028=Anzeigeart:
00000029=Zeichenabstand:

[PageWizard]
00000001=Seiteneigenschaften
00000002=Allgemein
00000013=Meta-Tags
00000019=HTML einfügen
00000023=OK
00000024=Abbrechen
00000025=Titel:
00000026=Lokaler Ordner:
00000027=(Lokales Ausgabeverzeichnis für die Vorschau)
00000028=FTP-Verzeichnis:
00000029=(Entferntes Verzeichnis für die Publizierung)
00000030=HTTP URL:
00000031=(kann geöffnet werden über Publizieren | Webseite online besuchen)
00000032=Autor:
00000033=Stichwörter:
00000034=Beschreibung:
00000040=Automatische Weiterleitung
00000041=URL:
00000042=Verzögerung:
00000043=Vor </HEAD>
00000044=Nach <BODY>
00000045=Ganz oben
00000046=Pfade
00000047=Bildverzeichnis:
00000048=JavaScript-Datei:
00000049=Generierte Dateien/Verzeichnisse können umbenannt werden:
00000050=CSS-Datei:

[PublishFTP]
00000001=FTP-Einstellungen
00000002=OK
00000003=Abbrechen
00000009=Aus URL extrahieren
00000010=öffnen
00000011=Löschen
00000012=Host:
00000013=Benutzer:
00000014=Passwort:
00000015=Verzeichnis:
00000016=Port:
00000017=Beispiel: mydomain.com
00000018=Voreinstellung ist 21
00000019=Beispiel: /webcontent/

[PublishLog]
00000001=Log
00000002=Abbruch!

[StyleInfo]
00000001=Definierte Stile

[TemplatesWizard]
00000001=Vorlagen
00000002=OK
00000003=Abbrechen
00000005=- Leer -

[TransparencyWizard]
00000001=Transparente Farbe
00000002=Farbton
00000004=OK
00000005=Deckkraft:

[Presets]
00000001=Baukasten
00000002=Einfügen
00000003=Stile übertragen

[dhMultilineCaptionEdit2]
00000002=Zeilenumbruch einfügen
00000003=BR
00000004=MASK
00000005=Start- und Endtag entfernen
00000006=UNTAG
00000007=Unicode-Zeichen auswählen
00000008=UNICODE
00000009=Leerzeichen einfügen
00000010=LEER
00000011=OK
00000012=Abbrechen
00000013=Formatierungszeichen maskieren

[ChooseUnicode]
00000001=Zeichen einfügen
00000007=OK
00000009=Abbrechen
00000010=Ende entfernen
00000011=Alle entfernen

[Tabs]
00000001=Schrift
00000002=Schriftart
00000003=Fett
00000004=Kursiv
00000005=Überstrichen
00000006=Durchgestrichen
00000007=Unterstrichen
00000008=Farben
00000009=Hintergrund
00000010=Schrift
00000011=Transparent
00000012=Löschen
00000013=Rand
00000014=Rechts
00000015=Unten
00000016=Oben
00000017=Links
00000018=Alle
00000019=Abstände
00000020=Außen:
00000021=Innen:
00000022=Rahmen
00000023=Breite
00000024=kein Rahmen\nunsichtbarer Rahmen\ngepunktet\ngestrichelt\ndurchgezogen\ndoppelt durchgezogen\ngroove\nridge\ninset\noutset
00000025=Löschen
00000026=Ecken runden..
00000027=Bild
00000028=Bild
00000029=Lade von Datei..
00000030=Erzeuge Farbverlauf..
00000031=Transparente Farbe..
00000032=Typ
00000034=Kacheln\nDehnen\nBild\nVierteln
00000035=Nicht mitscrollen
00000036=Kacheln
00000037=In Richtung
00000038=X:
00000039=Y:
00000040=Horizontal und vertikal\nHorizontal\nVertikal\nAls Einzelbild\n
00000041=Löschen
00000042=Mehr
00000043=Allgemein
00000044=Mauszeiger
00000045=Z-Achse
00000046=Schreibrichtung
00000047=*LÖSCHEN*\nAutomatisch\nFadankreuz\nStandard\nZeiger\nPosition\nRechts\nRechts oben\nLinks oben\nOben\nUnten rechts\nUnten links\nUnten\nLinks\nText\nWarten\nHilfe
00000048=*LÖSCHEN*\nlinks nach rechts\nrechts nach links
00000049=Ausrichtung
00000050=Vert. Ausrichtung
00000051=Texteinrückung
00000052=Horz. Ausrichtung
00000055=*LÖSCHEN*\nLinksbündig\nRechtsbündig\nZentriert\nBlocksatz
00000056=Textinterpretation
00000057=Texttransformation
00000058=Schriftvariante
00000059=Zeilenumbruch
00000060=*LÖSCHEN*\nKapitalisieren\nGroßbuchstaben\nKleinbuchstaben\nNormal
00000061=*LÖSCHEN*\nAutomatisch\nWie eingegeben\nKein Umbruch
00000062=*LÖSCHEN*\nNormal\nKapitälchen
00000063=Löschen
00000064=Spezielle Stile..
00000065=Effekt
00000066=Aktiviert
00000067=Text
00000068=Unschärfe
00000069=Transformieren
00000070=Text
00000071=Unschärfe
00000072=Transformieren
00000073=Anti-Aliasing
00000074=Effekte nur auf Text anwenden
00000075=Effekte nicht auf Text anwenden
00000076=Äußerer Schatten
00000077=Innerer Schatten
00000078=Äußeres Glühen
00000079=Innerer Glühen
00000080=Unschärfe
00000081=Deckkraft
00000082=Überlauf
00000083=Abstand
00000084=Grad
00000085=Farbe
00000086=Radius
00000087=Aktiviert
00000088=Versatz X
00000089=Versatz Y
00000090=Rotation
00000091=Deckkraft
00000092=Schräge X
00000093=Schräge Y
00000094=Skalieren X
00000095=Skalieren Y
00000096=Löschen
00000097=Objekt
00000098=Allgemein
00000099=ID
00000100=Hinweistext
00000101=Typ
00000102=Stileinstellungen
00000103=Verwende Stile von
00000104=Gedrückt-Stile überlagen Über-Stile
00000105=Über-Stile überlagern Gedrückt-Stile
00000106=Format für generierte Bilder
00000107=Automatisch\nGIF\nPNG (ermöglicht Semitransparenz)\nJPEG\n
00000108=Pos.
00000109=Maße
00000110=Oben
00000111=Links
00000112=Breite
00000113=Höhe
00000114=Auto. Breite
00000115=Auto. Höhe
00000116=Ausrichtung
00000117=Manuell
00000118=Nach Oben
00000119=Nach Rechts
00000120=Nach Unten
00000121=Ausfüllend
00000122=Nach Links
00000123=Abstand konstant halten zu
00000124=Obere Begrenzung
00000125=Rechte Begrenzung
00000126=Untere Begrenzung
00000127=Linke Begrenzung
00000128=Text
00000129=Text:
00000130=Formatiere Text..
00000131=Seiten
00000132=Verwaltete Seiten:
00000133=Neue Seite
00000134=Seite löschen
00000135=Nach oben
00000136=Nach unten
00000137=Einstellungen für verwaltete Seiten
00000138=Eine HTML-Seite pro Seite
00000139=Eine Höhe für alle Seiten
00000140=Seite
00000141=Seiteneigenschaften
00000142=Titel:
00000143=Lokaler Ordner:
00000144=Scrollbalken
00000145=Automatisch\nImmer einblenden\nImmer ausblenden\n
00000146=HTML-Realisierung
00000147=<div>\n<iframe> (keine Randunterstützung)
00000148=Mehr..
00000149=Edit
00000150=Vorbelegung:
00000151=Optionen
00000152=Nur lesen
00000153=Passwort
00000154=Memo
00000155=Vorbelegung:
00000156=Optionen
00000157=Nur lesen
00000158=Zeilenumbruch
00000159=Check
00000161=Vorbelegung
00000162=Markiert\nNicht markiert\n
00000163=Abgeschickter Wert
00000173=Form.
00000174=HTTP-Übertragungsmethode
00000175=Get\nPost\n
00000176=Externer Verweis
00000177=URL
00000178=Zielfenster
00000180=Menü
00000182=Optionen
00000183=Eingebettetes Menü
00000184=Geöffnetes Menü fortsetzen
00000185=Statisches Menü
00000186=Horizontale Orientierung
00000187=Gleitendes Menü
00000189=Schrittweite in Pixel
00000190=Aktiviert
00000191=Wird geöffnet durch
00000193=nach
00000194=Neuer Menüeintrag
00000195=Link
00000196=Link
00000197=Verlinkte Seite
00000198=Seiten-intern
00000199=Externer Verweis
00000200=URL
00000201=Zielfenster
00000204=Bedingungen für "Gedrückt"-Zustand
00000205=Menü aufgeklappt
00000206=Mausklick
00000207=Maus über Objekt
00000208=Immer gedrückt
00000209=Link wurde aktiviert
00000210=Automatisch
00000211=Layout
00000212=Automatisch\nText\nLink\nSchaltfläche\n
00000213=Formularfunktion
00000214=Keine\nAbsenden\nLöschen\n
00000221=Geheim
00000222=Wert des versteckten Felds
00000223=OLE
00000224=Editieren
00000225=Eigenschaften
00000226=Weiße Fläche ist transparent
00000229=Speichern
00000230=Liste
00000231=Optionen
00000232=Mehrfachauswahl erlauben
00000233=Dropdown-Liste
00000234=Liste mit Scrollbalken
00000235=Neuer Eintrag
00000236=Nach oben
00000237=Nach unten
00000238=Eintrag löschen
00000239=Eintrag
00000240=Beschriftung
00000241=Wert
00000242=Vorselektiert
00000243=HTML
00000244=HTML einfügen:
00000245=HTML-Element generieren
00000246=Datei
00000247=Durchsuchen..
00000248=Verknüpfen
00000249=Einbinden als
00000250=Keine spezielle Einbindung\nFlash\nHintergrundmusik\nJavascript\n
00000254=Endloswiederholung
00000255=Vorschau
00000259=Durchsuchen..
00000260=Editieren
00000261=Seiteneigenschaften
00000262=Neue Seite
00000263=Editiere Text
00000264=Neuer Menüeintrag
00000265=Neues Untermenü
00000266=Ausrichten
00000267=An Gitter ausrichten
00000268=Linke Ränder ausrichten
00000269=Rechte Ränder ausrichten
00000270=Obere Ränder ausrichten
00000271=Untere Ränder ausrichten
00000272=Horizontale Abstände angleichen
00000273=Vertikale Abstände angleichen
00000274=Nach vorne bringen
00000275=Nach hinten stellen
00000276=Gehe zu
00000277=Verwendetes Stil-Objekt
00000278=Verlinkte Seite
00000279=Verlinktes Objekt
00000280=Als Bild speichern
00000281=Stile
00000282=Hole Stile vom verwendeten Stil-Objekt
00000283=Hole Stile vom Objekt aus der Zwischenablage
00000284=Übertrage Stile auf verwendetes Stil-Objekt
00000285=Lösche alle Stile
00000286=Vertausche Gedrückt- und Über-Stile
00000287=Definierte Stile anzeigen
00000288=Lade von HTTP-Adresse
00000289=Bild speichern
00000290=Kopiere Bild
00000291=Füge Bild ein
00000292=Farbwerte ändern
00000293=Objekteigenschaften
00000294=Anordnen
00000295=Editieren
00000296=Ausschneiden
00000297=Kopieren
00000298=Löschen
00000299=Einfügen
00000300=Vollständiges Kopieren
00000301=Schrift
00000302=Rand
00000303=Bild
00000304=Effekt
00000305=Mehr
00000307=Menü
00000308=Automatisch
00000309=Mache Hintergrundfarbe transparent
00000310=Kopiere Über-Stile nach Gedrückt-Stile

[$CONSTANTS]
CONFIRMDELETE=Sollen die selektierten Objekte dennoch gelöscht werden?
COPYEXISTINGFILES=Sollen auch schon verlinkte Bilddateien in das neue Verzeichnis verschoben werden?
DELETEINHERITEDERROR=Dieser Stil wurde von einem Elternobjekt gesetzt und kann von Kindobjekten nicht geändert werden
DLG_CONFIRMATION=Bestätigen
DLG_ERROR=Fehler
DLG_INFORMATION=Information
DLG_WARNING=Warnung
DUPLICATEEFFECTS=Soll von den überschriebenen Effekten kopiert werden?
EMPTYCLIPBOARD=Es befinden sich keine Objekte in der Zwischenablage
EXTERNALIZEDIMAGEALREADYEXISTS=% besteht bereits. Möchten Sie die Datei ersetzen?
FILEINFO_FILENAME=Dateiname
FILEINFO_FILESIZE=Größe
FILEINFO_FLASH=Die Datei wird als Flashanimation in die Webseite eingebunden.
FILEINFO_HOWTOLINK=Link-Objekte können auf diese Datei über Feld "Seiten-intern" = ''%'' verweisen.
FILEINFO_JAVASCRIPT=Die Datei wird als Javascript-Datei von der Webseite geladen.
FILEINFO_MUSIC=Die Datei wird in der Webseite als Hintergrundmusik abgespielt.
FPTLOG_GENERATE=Generiere HTML Dateien ...
FPTLOG_GENERATEFOR=Generiere HTML Dateien für % ...
FTPLOG_CONNECTINGTO=Verbindung aufbauen zu %
FTPLOG_CREATEDDIR=FTP-Verzeichnis % wurde angelegt
FTPLOG_EMPTYSMARTUPLOAD=Alle Dateien auf dem Server sind aktuell!
FTPLOG_EMPTYUPLOAD=Keine Dateien zum Uploaden!
FTPLOG_GENERATED=Generierung abgeschlossen.
FTPLOG_LOGGEDIN=Eingelogt
FTPLOG_SAVING=% von % Dateien werden nicht hochgeladen, da sie sich seit dem letzten Publizieren nicht geändert haben. Der Upload-Cache kann in Optionen | Publizieren bereinigt oder ausgeschaltet werden.
FTPLOG_SUCCESS=Publizierung erfolgreich abgeschlossen!
FTPLOG_UPLOAD=Lade % hoch
INPUTHTTPURL=Lade von HTTP-Adresse
INVALIDMENUNESTING=Menü % kann nicht durch Link % geöffnet werden, da der Link im Menü enthalten ist.
INVALIDPROPERTYVALUE=Fehler beim Lesen von %: Ungültiger Eigenschaftswert
INVALIDVALUE=Ungültiger Wert
MODIFIEDSTATE=Geändert
NEWVERSIONAVAILABLE=Eine neuere Version von DFM2HTML steht zur Verfügung.\nMöchten Sie die Downloadseite öffnen?
NOIMAGETOEXTERNALIZE=Alle Bilder sind bereits externalisiert!
NONCRITICALERROR=Ein nicht-kritischer Programmfehler ist aufgetreten. \nWenn Sie den Fehler reproduzieren können, würde das Entwicklerteam von DFM2HTML diesen Fehler sehr gerne beheben!\nFehlerbeschreibung:\n(%)
PASTEERRORCOUNT=% Fehler tauchte(n) beim Einfügen auf
QUOTEINVALIDVALUE="%" ist kein gültiger Wert
READERRORCOUNT=% Fehler tauchte(n) beim Lesen von % auf
READFROMERROR=Kann % nicht lesen
REFOBJECT=% wird durch % referenziert
SAVEASOPENED=Ein Dokument mit dem gewählten Dateinamen ist schon im Editor geöffnet.\nBitte schließen Sie dieses Dokument zuerst.
SAVETO=Änderungen von % speichern?
SAVETOERROR=Kann % nicht schreiben
SAVEUNTITLED=Änderungen von Unbenannt speichern?
SEARCHFAILED='%' kann nicht gefunden werden
STILLUPTODATE=Es steht zur Zeit keine neuere Version von DFM2HTML zur Verfügung.
SYSTEMERROR=Fehlermeldung des Systems
TEMPLATESAVEASCAPTION=Vorlagenname
TEMPLATESAVEASPROMPT=Vorlagennamen wählen (ohne Dateierweiterung):
UNKNOWNOBJECT=Unbekannter Objekttyp %
UNSUPPORTEDSTYLE=Der Stil wird für diesen Objekttyp nicht unterstützt.
UNTITLED=Unbenannt
